Repository: marcusbsorensen/peace-garden
Catalog: App/PeaceGarden/Resources/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nb, nl, sv

source: Your name sits beside your plant on the other person's phone, and in the note they keep of the meeting.
da: Dit navn står ved siden af din plante på den andens telefon og i den note, de gemmer om mødet.
es: Tu nombre aparece junto a tu planta en el teléfono de la otra persona, y en la nota que guarda del encuentro.
fr: Ton nom apparaît à côté de ta plante sur le téléphone de l’autre personne, et dans la note qu’elle garde de la rencontre.
it: Il tuo nome compare accanto alla tua pianta sul telefono dell’altra persona, e nella nota che conserva dell’incontro.
nb: Navnet ditt står ved siden av planten din på telefonen til den andre, og i notatet de tar vare på om møtet.
nl: Jouw naam staat naast je plant op de telefoon van de ander, en in het briefje dat zij van de ontmoeting bewaren.
sv: Ditt namn står bredvid din växt på den andras telefon, och i anteckningen de sparar om mötet.

source: Your own seed and its plant stay. The people you grew those plants with keep theirs.
da: Dit eget frø og dets plante bliver. De mennesker, du groede de planter sammen med, beholder deres.
es: Tu propia semilla y su planta se quedan. Las personas con las que cultivaste esas plantas conservan las suyas.
fr: Ta propre graine et sa plante restent. Les personnes avec qui tu as fait pousser ces plantes gardent les leurs.
it: Il tuo seme e la sua pianta restano. Le persone con cui hai fatto crescere quelle piante conservano le loro.
nb: Ditt eget frø og planten fra det blir. Menneskene du dyrket fram de plantene sammen med, beholder sine.
nl: Je eigen zaadje en de plant daarvan blijven. De mensen met wie je die planten hebt laten groeien, houden de hunne.
sv: Ditt eget frö och dess växt stannar. De du odlade de växterna tillsammans med behåller sina.

source: Your plant and %@, together
da: Din plante og %@, sammen
es: Tu planta y %@, juntas
fr: Ta plante et %@, ensemble
it: La tua pianta e %@, insieme
nb: Planten din og %@, sammen
nl: Jouw plant en %@, samen
sv: Din växt och %@, tillsammans

source: Your plant can meet others if you tap their device. A brand new and unique seed will be formed every time.
da: Din plante kan møde andre, når du banker mod deres enhed. Hver gang bliver der dannet et helt nyt og enestående frø.
es: Tu planta puede encontrarse con otras si tocas su dispositivo. Cada vez se forma una semilla nueva y única.
fr: Ta plante peut en rencontrer d’autres si tu touches leur appareil. Une graine toute neuve et unique se forme à chaque fois.
it: La tua pianta può incontrarne altre se tocchi il loro dispositivo. Ogni volta si forma un seme nuovo e unico.
nb: Planten din kan møte andre når du dunker mot enheten deres. Hver gang blir det dannet et helt nytt og unikt frø.
nl: Jouw plant kan andere planten ontmoeten als je hun toestel aantikt. Elke keer ontstaat er een gloednieuw, uniek zaadje.
sv: Din växt kan möta andra om du knackar mot deras enhet. Varje gång bildas ett alldeles nytt och unikt frö.

source: Your plants have created a brand new seed.
da: Jeres planter har skabt et helt nyt frø.
es: Las dos plantas han creado una semilla nueva.
fr: Vos plantes ont créé une graine toute neuve.
it: Le vostre piante hanno creato un seme nuovo.
nb: Plantene deres har skapt et helt nytt frø.
nl: Jullie planten hebben een gloednieuw zaadje gemaakt.
sv: Era växter har skapat ett alldeles nytt frö.

source: Your seed and %@’s.
da: Dit frø og %@’s.
es: Tu semilla y la de %@.
fr: Ta graine et celle de %@.
it: Il tuo seme e quello di %@.
nb: Frøet ditt og %@ sitt.
nl: Jouw zaadje en dat van %@.
sv: Ditt frö och %@:s.

source: Your seed, your plant and your garden all go. The people you have met keep the plants you grew together.
da: Dit frø, din plante og din have forsvinder alle sammen. De mennesker, du har mødt, beholder de planter, I groede frem sammen.
es: Tu semilla, tu planta y tu jardín se van. Las personas que has conocido conservan las plantas nacidas de esos encuentros.
fr: Ta graine, ta plante et ton jardin s’en vont tous. Les personnes que tu as rencontrées gardent les plantes que vous avez fait pousser ensemble.
it: Il tuo seme, la tua pianta e il tuo giardino se ne vanno tutti. Le persone che hai incontrato conservano le piante che avete fatto crescere insieme.
nb: Frøet ditt, planten din og hagen din forsvinner alle sammen. Menneskene du har møtt, beholder plantene dere dyrket fram sammen.
nl: Je zaadje, je plant en je tuin gaan allemaal weg. De mensen die je hebt ontmoet, houden de planten die jullie samen hebben laten groeien.
sv: Ditt frö, din växt och din trädgård försvinner allihop. De du har mött behåller växterna ni odlade tillsammans.

source: Your username will only show publicly if you approve.
da: Dit brugernavn vises kun offentligt, hvis du godkender det.
es: Tu nombre de usuario solo aparece públicamente si tú lo apruebas.
fr: Ton nom d’utilisateur n’apparaît publiquement que si tu l’acceptes.
it: Il tuo nome utente compare pubblicamente solo se lo approvi.
nb: Brukernavnet ditt vises bare offentlig hvis du godkjenner det.
nl: Je gebruikersnaam komt alleen publiek in beeld als jij dat goedkeurt.
sv: Ditt användarnamn visas offentligt bara om du godkänner det.

source: and mutations of the random.
da: og mutationer af det tilfældige.
es: y mutaciones del azar.
fr: et des mutations du hasard.
it: e mutazioni del caso.
nb: og mutasjoner av det tilfeldige.
nl: en mutaties van het toeval.
sv: och mutationer av slumpen.

source: in this specific digital space,
da: i netop dette digitale rum,
es: en este espacio digital concreto,
fr: dans cet espace numérique précis,
it: in questo preciso spazio digitale,
nb: i akkurat dette digitale rommet,
nl: in deze specifieke digitale ruimte,
sv: i just det här digitala rummet,

source: the coordinates of this moment,
da: koordinaterne for dette øjeblik,
es: las coordenadas de este momento,
fr: les coordonnées de cet instant,
it: le coordinate di questo momento,
nb: koordinatene for dette øyeblikket,
nl: de coördinaten van dit moment,
sv: koordinaterna för det här ögonblicket,

source: with %@
da: med %@
es: con %@
fr: avec %@
it: con %@
nb: med %@
nl: met %@
sv: med %@

source: Lotus
es: Loto
it: Loto

source: Send link
es: Enviar el enlace
fr: Envoyer le lien
it: Invia il link
nb: Send lenke
nl: Link versturen
sv: Skicka länk
